README.org
#+TITLE: CINDER project sharing
#+OPTIONS: toc:nil

Example project in Cinder to test sharing method via git repositories on github. 
 
Clone the folder of this repository inside a subfolder of your Cinder folder. Example: 

|--------------------------------------+------------------------------------------|
| Folder Path                          | Contents                                 |
|--------------------------------------+------------------------------------------|
| ~/Dev/Cinder                         | The Cinder Framework                     |
| ~/Dev/Cinder/projects                | All your project repositories for Cinder |
| ~/Dev/Conder/projects/gitrepoexample | The folder cloned from this repository   |
|--------------------------------------+------------------------------------------|

Full instructions: 

...

Projects contained here should be able to compile.  This has been tested on MacOS 10.7 with XCode 4.3 and with Cinder cloned from https://github.com/cinder/Cinder using this URL: https://github.com/cinder/Cinder.git .


