README.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>CINDER project sharing</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="title" content="CINDER project sharing"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2012-04-05 16:59:39 EEST"/>
<meta name="author" content="Ioannis Zannos"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">CINDER project sharing</h1>

<p>Example project in Cinder to test sharing method via git repositories on github. 
</p>
<p> 
Clone the folder of this repository inside a subfolder of your Cinder folder. Example: 
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption></caption>
<colgroup><col class="left" /><col class="left" />
</colgroup>
<thead>
<tr><th scope="col" class="left">Folder Path</th><th scope="col" class="left">Contents</th></tr>
</thead>
<tbody>
<tr><td class="left">~/Dev/Cinder</td><td class="left">The Cinder Framework</td></tr>
<tr><td class="left">~/Dev/Cinder/projects</td><td class="left">All your project repositories for Cinder</td></tr>
<tr><td class="left">~/Dev/Conder/projects/gitrepoexample</td><td class="left">The folder cloned from this repository</td></tr>
</tbody>
</table>


<p>
Full instructions: 
</p>
<p>
&hellip;
</p>
<p>
Projects contained here should be able to compile.  This has been tested on MacOS 10.7 with XCode 4.3 and with Cinder cloned from <a href="https://github.com/cinder/Cinder">https://github.com/cinder/Cinder</a> using this URL: <a href="https://github.com/cinder/Cinder.git">https://github.com/cinder/Cinder.git</a> .
</p>

</div>

<div id="postamble">
<p class="date">Date: 2012-04-05 16:59:39 EEST</p>
<p class="author">Author: Ioannis Zannos</p>
<p class="creator">Org version 7.8.03 with Emacs version 23</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
